const arabicContent = {
  helmet: {
    defaultTemplate: "%s | شركة الجسور",
    homeTitle: "الرئيسية",
    aboutUsTitle: "عنا",
    ContactTitle: "تواصل معنا",
  },
  nav: {
    aboutUs: "عنا",
    projects: {
      title: "مشاريع",
      cat: ["هناجر", "جسور", "أنابيب", "مظلات", "أخرى"],
    },
    ourFacility: "منشأتنا",
    contact: "تواصل معنا",
  },
  home: {
    header: {
      title: "شركة الجسور",
      subTitle: "أطلق العنان لخيالك مع فولاذنا الثابت القوي",
      primaryButton: "تواصل معنا",
      secondaryButton: "المزيد",
    },
    services: {
      span: "خدماتنا الاحترافية",
      title: "نتولى مجموعة متنوعة من المشاريع",
      projectCat: ["هناجر", "جسور", "أنابيب", "مظلات", "أخرى"],
    },
    steps: {
      span: "خطوات العمل",
      title: "احصل على طلبك في 4 خطوات",
      steps: [
        {
          title: "الطلب",
          description:
            "لوريم إيبسوم هو ببساطة نص شكلي ويُستخدم في صناعات المطابع ودور النشر.",
        },
        {
          title: "التصميم",
          description:
            "لوريم إيبسوم هو ببساطة نص شكلي ويُستخدم في صناعات المطابع ودور النشر.",
        },
        {
          title: "البناء",
          description:
            "لوريم إيبسوم هو ببساطة نص شكلي ويُستخدم في صناعات المطابع ودور النشر.",
        },
        {
          title: "التوصيل",
          description:
            "لوريم إيبسوم هو ببساطة نص شكلي ويُستخدم في صناعات المطابع ودور النشر.",
        },
      ],
    },
    about: {
      span: "عن الشركة",
      title: "مهمتنا",
      paragraph:
        "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً.",
      link: "المزيد ←",
    },
    contact: {
      title: "هل اقتنعت بنا؟ تواصل معنا!",
      button: "تواصل معنا",
    },
  },
  footer: {
    links: [
      {
        title: "صفحات",
        links: ["عنا", "مشاريع", "منشأتنا", "تواصل معنا"],
      },
      {
        title: "مشاريع",
        links: ["هناجر", "جسور", "أنابيب", "مظلات", "أخرى"],
      },
    ],
    copyright: "شركة الجسور © 2023",
  },
  components: {
    ContactInfo: {
      phone: "+962791621064",
      email: "example@fabricators.com",
    },
  },
};

export default arabicContent;
